import streamlit as st
st.set_page_config(layout='wide')
st.markdown('''
      ### 프로젝트 개요
         #### 가) 대한민국 수출입 물동량
         1) 23년 2분기 대한민국 수출입 물동량은 전년 동기대비(3억 1,849만 톤) 0.5% 감소한 3억 1,695만 톤으로 집계되었으며 연안 물동량은 전년 동기(6,084만 톤) 대비 7.6% 감소한 5,622만 톤으로 집계 되었고, :red[**부산항은 전년 동기대비 –0.1% 감소했지만 매년 물동량이 증가되는 추세**]임.
         2) https://public.flourish.studio/visualisation/17012869/
         3) 년도별 부산항 물동량, 시계열분석
         4) 같이 매년 :red[**부산항 물동량은 지속해서 증가**]되고 있으며, 물동량 데이터 기반의 시계열 예측 결과인 그림 ② 처럼 :red[**물동량 추세 또한 증가**]되고 있음을 참고할 수 있음. 따라서 물동량이 증가되는 만큼 부산항에 입/출항하는 선박의 수와 부산에 체류하는 외국인 선원 수 또한 증가할 것으로 예상할 수 있음.
         #### 나) 부산항만공사에 제안 서비스관련 데이터 분석
         1) 현재 부산항만공사는 부산항을 글로벌 해운/물류 중심기지로 육성하겠다는 목적달성을 위해 해외선박과 외국인 선원들을 대상으로 다양한 서비스를 제공하는데 주력하고 있음.
         2) 부산항에 입항하는 컨테이너 선박 선원들을 대상으로 한 선용품 시설이 있지만, 외국인 선호품목을 판매하는 것이 아닌 로프, 튜브 등의 선용품만을 판매하고 있으며, :red[**온라인이 아닌 오프라인 방식으로 거래가 진행되는 상황**]임. 또한, 해외 선사 등을 대상으로 다양한 서비스가 진행되고 있지만, :red[**외국인 선원들을 대상으로 시행되는 서비스 또한 부족**]한 상황임.
         3) 위 상황을 고려하여 외국인 선원을 대상으로 :red[**‘온라인 선용품 구매 플랫폼’과 ‘체류시간별 부산관광코스 정보제공 서비스’를 기획**] 하였고, 서비스별 필요한 과업에 따라 데이터 분석을 진행했음.
''')